Repository: bigretromike/nakamori.script
Catalog: resources/language/resource.language.*/strings.po
Languages: he_il, it_it

# #30001
source: Enter Shoko Server Credentials
he_il: הזן אישורי שרת Shoko
it_it: Inserisci le credenziali del server Shoko

# #30002
source: IP Address
he_il: כתובת ה - IP
it_it: Indirizzo IP

# #30003
source: Port
he_il: נמל
it_it: Porta

# #30004
source: Username
he_il: שם משתמש
it_it: Nome utente

# #30005
source: Password
he_il: סיסמה
it_it: Parola d'ordine

# #30006
source: Test
he_il: מבחן

# #30007
source: Save
he_il: להציל
it_it: Salvare

# #30008
source: What's New!
he_il: מה חדש!
it_it: Cosa c'è di nuovo!

# #30009
source: Close
he_il: סגור
it_it: Vicino

# #30012
source: WED
he_il: להתחתן

# #30013
source: THU
he_il: הו
it_it: GIO

# #30015
source: SAT
he_il: ישבה

# #30016
source: SUN
he_il: שמש
it_it: SOLE

# #30017
source: Loading
he_il: טעינה
it_it: Caricamento in corso

# #30018
source: Populating calendar ...
he_il: מאכלס את היומן ...
it_it: Popolazione del calendario ...

# #30019
source: Would you like to clear cache?
he_il: האם ברצונך למחוק את הקובץ השמור?
it_it: Volete cancellare la cache?

# #30020
source: This will remove content of titles directory
he_il: פעולה זו תסיר תוכן של ספריית כותרות
it_it: Questo rimuoverà il contenuto della directory dei titoli

# #30021
source: Series Voting
he_il: סדרה הצבעה
it_it: Voto di serie

# #30022
source: You Voted
he_il: אתה הצבעת
it_it: Hai votato

# #30023
source: Episode Voting
he_il: אפיזודה
it_it: Votazione degli episodi

# #30024
source: Use animated titles in calendar
he_il: השתמש כותרים מונפשים ביומן
it_it: Usa titoli animati nel calendario

# #30026
source: Enter search text
he_il: הזן טקסט לחיפוש
it_it: Inserisci il testo di ricerca

# #30027
source: OK
he_il: בסדר

# #30028
source: Calendar
he_il: לוח שנה
it_it: Calendario

# #30029
source: Font
he_il: גופן

# #30030
source: Color
he_il: צבע
it_it: Colore

# #30031
source: Size
he_il: גודל
it_it: Taglia

# #30032
source: Maintenance
he_il: תחזוקה
it_it: Manutenzione

# #30033
source: Clear cache
he_il: נקה מטמון
it_it: Cancella cache

# #30034
source: Warning
he_il: אזהרה
it_it: avvertimento

# #30035
source: Could not connect to Shoko Server
he_il: לא ניתן להתחבר לשרת Shoko
it_it: Impossibile connettersi al server Shoko

# #30036
source: The username or password is incorrect
he_il: שם המשתמש או הסיסמה שגויים
it_it: Il nome utente o password non sono corretti

# #30037
source: Show info
he_il: הצג מידע
it_it: Mostra informazioni

# #30038
source: Download missing info
he_il: הורד מידע חסר
it_it: Scarica informazioni mancanti

# #30039
source: Add to wishlist
he_il: הוסף לרשימת משאלות
it_it: Aggiungi alla lista dei desideri

# #30040
source: Remove from wishlist
he_il: הסר משאלות
it_it: Rimuovi dalla lista dei desideri

# #30041
source: Enter Shoko Server Host
he_il: הזן מארח שרת Shoko
it_it: Inserisci l'host del server Shoko

# #30025
source: Connection Wizard
he_il: אשף החיבור
it_it: Procedura guidata di connessione

# #30042
source: Remove Missing Files
he_il: הסר קבצים חסרים
it_it: Rimuovi i file mancanti

# #30043
source: Login Wizard
he_il: אשף הכניסה
it_it: Procedura guidata di accesso

# #30044
source: Calendar (Add 14 Days)
he_il: לוח שנה (הוסף 14 יום)
it_it: Calendario (Aggiungi 14 giorni)

# #30045
source: Calendar (External)
he_il: לוח שנה (חיצוני)
it_it: Calendario (esterno)

# #30046
source: Information
he_il: מידע
it_it: Informazione

# #30047
source: Installation Integrity
he_il: שלמות התקנה
it_it: Integrità dell'installazione

# #30048
source: Settings
he_il: הגדרות
it_it: impostazioni

# #30049
source: Run Import
he_il: הפעל ייבוא
it_it: Esegui importazione

# #30050
source: Enable custom source
he_il: הפעל מקור מותאם אישית
it_it: Abilita fonte personalizzata

# #30051
source: Custom calendar url
he_il: כתובת אתר לוח שנה מותאמת אישית
it_it: URL del calendario personalizzato

# #30052
source: Calendar type
he_il: סוג לוח השנה
it_it: Tipo di calendario

# #30053
source: You didn't rate all the episodes for this Series
he_il: לא דרגת את כל הפרקים לסדרה הזו
it_it: Non hai valutato tutti gli episodi di questa serie

# #30054
source: URL type
he_il: סוג כתובת אתר
it_it: Tipo di URL

# #30055
source: Try later
he_il: נסה מאוחר יותר
it_it: Prova più tardi

# #30056
source: Server is offline
he_il: השרת לא מקוון
it_it: Il server non è in linea

# #30057
source: Detect Eigakan
he_il: תגלה את אייגקן
it_it: Rileva Eigakan

# #30058
source: Integrity check
he_il: בדיקת יושרה
it_it: Controllo di integrità

# #30059
source: Checking files
he_il: בודק קבצים
it_it: Verifica dei file

# #30060
source: No errors found
he_il: לא נמצאו שגיאות
it_it: Nessun errore trovato

# #30061
source: Error found in
he_il: נמצאה שגיאה ב-
it_it: Errore trovato in

# #30062
source: Check complete
he_il: הסימון שלם
it_it: Verifica completa

# #30063
source: Would you like to detect server?
he_il: האם תרצה לאתר שרת?
it_it: Vuoi rilevare il server?

# #30064
source: Eigakan
he_il: אייגקן

# #30065
source: Would you like to use those values?
he_il: האם תרצה להשתמש בערכים האלה?
it_it: Ti piacerebbe usare quei valori?

# #30066
source: Would you like to stop scanning?
he_il: האם תרצה להפסיק לסרוק?
it_it: Vuoi interrompere la scansione?
